[Killed] StringLiteral
pages/_home/HeaderHome.vue:15:30
 <script setup lang="ts">
 import Tab from '../../_components/Utils/Tab.vue';
 import FiltersGroup from '../../_components/Utils/Filters/FiltersGroup.vue';
-const tabArray = ['Popular', 'Tendência'];
+const tabArray = ['Popular', ""];
 import { useMoviesStore } from '~/stores/movies';
 
killedBy: When HeaderHome.vue is rendered Then render Tab component Then Tab component has correct props
statusReason: expected [ 'Popular', '' ] to deeply equal [ 'Popular', 'Tendência' ]
